Repository: ivicastasuk/isw-product-question-answer-for-woocommerce
Catalog: languages/isw-product-question-answer-for-woocommerce-*.po
Languages: sr_rs

source: Q&A - Questions and Answers
sr_rs: Q&A - Pitanja i odgovori

source: Q&A - Settings
sr_rs: Q&A - Podešavanja

source: → Settings
sr_rs: → Podešavanja

source: ISW Product Q&A - Question Management
sr_rs: ISW Product Q&A - Upravljanje pitanjima

source: Answer has been successfully added!
sr_rs: Odgovor je uspešno dodat!

source: Question has been successfully approved!
sr_rs: Pitanje je uspešno odobreno!

source: Question has been successfully deleted!
sr_rs: Pitanje je uspešno obrisano!

source: Answer has been successfully deleted!
sr_rs: Odgovor je uspešno obrisan!

source: Error: Answer cannot be empty.
sr_rs: Greška: Odgovor ne može biti prazan.

source: Error: Required data is missing.
sr_rs: Greška: Obavezni podaci nedostaju.

source: Error: Question does not exist or is invalid.
sr_rs: Greška: Pitanje ne postoji ili je neispravno.

source: Error: Answer creation failed.
sr_rs: Greška: Kreiranje odgovora nije uspešno.

source: Error: Question update failed.
sr_rs: Greška: Ažuriranje pitanja nije uspešno.

source: Error: Question deletion failed.
sr_rs: Greška: Brisanje pitanja nije uspešno.

source: Error: Answer does not exist or is invalid.
sr_rs: Greška: Odgovor ne postoji ili je neispravan.

source: An unexpected error occurred: %s
sr_rs: Došlo je do neočekivane greške: %s

source: Settings
sr_rs: Podešavanja

source: No questions found.
sr_rs: Nema pronađenih pitanja.

source: asked:
sr_rs: pitao:

source: Approve Question
sr_rs: Odobri pitanje

source: Add Answer
sr_rs: Dodaj odgovor

source: Answer:
sr_rs: Odgovor:

source: Submit Answer
sr_rs: Pošalji odgovor

source: Are you sure you want to delete this question?
sr_rs: Da li ste sigurni da želite da obrišete ovo pitanje?

source: Delete Question
sr_rs: Obriši pitanje

source: Are you sure you want to delete this answer?
sr_rs: Da li ste sigurni da želite da obrišete ovaj odgovor?

source: Delete Answer
sr_rs: Obriši odgovor

source: Are you sure you want to delete this question and all its answers?
sr_rs: Da li ste sigurni da želite da obrišete ovo pitanje i sve njegove odgovore?

source: replied:
sr_rs: odgovorio:

source: Basic Settings
sr_rs: Osnovna podešavanja

source: Frontend Settings
sr_rs: Podešavanja frontend-a

source: Typography
sr_rs: Tipografija

source: Background and Containers
sr_rs: Pozadina i kontejneri

source: Buttons
sr_rs: Dugmići

source: Enable Q&A Tab
sr_rs: Omogući Q&A tab

source: Q&A Tab Title
sr_rs: Naslov Q&A tab-a

source: Tab Priority
sr_rs: Prioritet tab-a

source: Questions Per Page
sr_rs: Pitanja po stranici

source: Auto Approve Questions
sr_rs: Automatsko odobravanje pitanja

source: Email Notifications for New Questions
sr_rs: Email obaveštenja za nova pitanja

source: Font Family
sr_rs: Familija fontova

source: Font Size
sr_rs: Veličina fonta

source: Font Weight
sr_rs: Debljina fonta

source: Text Color
sr_rs: Boja teksta

source: Text Transform
sr_rs: Transformacija teksta

source: Line Height
sr_rs: Visina reda

source: Question Background
sr_rs: Pozadina pitanja

source: Answer Background
sr_rs: Pozadina odgovora

source: Container Border
sr_rs: Granica kontejnera

source: Corner Rounding
sr_rs: Zaobljavanje uglova

source: Inner Spacing
sr_rs: Unutrašnji razmak

source: Outer Spacing
sr_rs: Spoljašnji razmak

source: Button Text Color
sr_rs: Boja teksta dugmeta

source: Button Background
sr_rs: Pozadina dugmeta

source: Hover Background
sr_rs: Pozadina pri hover-u

source: Hover Text Color
sr_rs: Boja teksta pri hover-u

source: Button Border
sr_rs: Granica dugmeta

source: Button Rounding
sr_rs: Zaobljavanje dugmeta

source: Button Inner Spacing
sr_rs: Unutrašnji razmak dugmeta

source: Button Width
sr_rs: Širina dugmeta

source: Button Alignment
sr_rs: Poravnanje dugmeta

source: Button Font Size
sr_rs: Veličina fonta dugmeta

source: Button Font Weight
sr_rs: Debljina fonta dugmeta

source: Button Text Transform
sr_rs: Transformacija teksta dugmeta

source: Ask Question Button Text
sr_rs: Tekst dugmeta 'Postavi pitanje'

source: Submit Button Text
sr_rs: Tekst dugmeta 'Pošalji'

source: Cancel Button Text
sr_rs: Tekst dugmeta 'Otkaži'

source: Load More Button Text
sr_rs: Tekst dugmeta 'Učitaj više'

source: Basic settings for Q&A system operation.
sr_rs: Osnovna podešavanja za rad Q&A sistema.

source: Basic settings for frontend display.
sr_rs: Osnovna podešavanja za prikaz na frontend-u.

source: Typography settings for questions and answers text.
sr_rs: Podešavanja tipografije za tekst pitanja i odgovora.

source: Background and container settings for questions and answers.
sr_rs: Podešavanja pozadine i kontejnera za pitanja i odgovore.

source: Detailed button appearance settings.
sr_rs: Detaljna podešavanja izgleda dugmića.

source: Show Q&A tab on product pages
sr_rs: Prikaži Q&A tab na stranicama proizvoda

source: Questions & Answers
sr_rs: Pitanja i odgovori

source: Title that will be displayed on the tab.
sr_rs: Naslov koji će biti prikazan na tab-u.

source: Tab display order (higher number = displayed later).
sr_rs: Redosled prikazivanja tab-a (veći broj = prikazuje se kasnije).

source: Number of questions loaded at once.
sr_rs: Broj pitanja učitanih odjednom.

source: Automatically approve new questions (otherwise they await approval)
sr_rs: Automatski odobri nova pitanja (inače čekaju odobrenje)

source: Send email to administrator when a new question is posted
sr_rs: Pošalji email administratoru kada se postavi novo pitanje

source: Questions per page
sr_rs: Pitanja po stranici

source: Auto approve questions
sr_rs: Automatsko odobravanje pitanja

source: Email notifications for new questions
sr_rs: Email obaveštenja za nova pitanja

source: Button preview:
sr_rs: Pregled dugmeta:

source: Preview updates automatically when you change settings.
sr_rs: Pregled se automatski ažurira kada menjate podešavanja.

source: Manual preview update
sr_rs: Ručno ažuriranje pregleda

source: Plugin Information
sr_rs: Informacije o plugin-u

source: Version:
sr_rs: Verzija:

source: Author:
sr_rs: Autor:

source: Description:
sr_rs: Opis:

source: Plugin for adding Q&A functionality to WooCommerce products.
sr_rs: Plugin za dodavanje Q&A funkcionalnosti WooCommerce proizvodima.

source: Statistics
sr_rs: Statistike

source: Total questions:
sr_rs: Ukupno pitanja:

source: Answered questions:
sr_rs: Odgovorena pitanja:

source: Unanswered questions:
sr_rs: Neodgovorena pitanja:

source: Save Settings
sr_rs: Sačuvaj podešavanja

source: Inherited from theme
sr_rs: Nasleđeno od teme

source: Font size in pixels.
sr_rs: Veličina fonta u pikselima.

source: Basic text color.
sr_rs: Osnovna boja teksta.

source: No transformation
sr_rs: Bez transformacije

source: UPPERCASE
sr_rs: VELIKA SLOVA

source: lowercase
sr_rs: mala slova

source: Capitalize First Letter
sr_rs: Veliko prvo slovo

source: Line height (1.0 = normal, 1.5 = increased).
sr_rs: Visina reda (1.0 = normalna, 1.5 = povećana).

source: Background color of question container.
sr_rs: Boja pozadine kontejnera pitanja.

source: Background color of answer container.
sr_rs: Boja pozadine kontejnera odgovora.

source: None
sr_rs: Nema

source: Solid
sr_rs: Puna

source: Dashed
sr_rs: Isprekidana

source: Dotted
sr_rs: Tačkasta

source: Width, style and color of container border.
sr_rs: Širina, stil i boja granice kontejnera.

source: Container corner rounding.
sr_rs: Zaobljavanje uglova kontejnera.

source: Container inner spacing.
sr_rs: Unutrašnji razmak kontejnera.

source: Outer spacing between containers.
sr_rs: Spoljašnji razmak između kontejnera.

source: Text color on buttons.
sr_rs: Boja teksta na dugmićima.

source: Button background color.
sr_rs: Boja pozadine dugmeta.

source: Background color on hover.
sr_rs: Boja pozadine pri hover-u.

source: Text color on hover.
sr_rs: Boja teksta pri hover-u.

source: Width, style and color of button border.
sr_rs: Širina, stil i boja granice dugmeta.

source: Button corner rounding (25px = round).
sr_rs: Zaobljavanje uglova dugmeta (25px = okruglo).

source: Top/Bottom:
sr_rs: Gore/Dole:

source: Left/Right:
sr_rs: Levo/Desno:

source: Button inner spacing.
sr_rs: Unutrašnji razmak dugmeta.

source: Automatic
sr_rs: Automatska

source: Fixed width
sr_rs: Fiksna širina

source: Full width
sr_rs: Puna širina

source: Button width.
sr_rs: Širina dugmeta.

source: Left
sr_rs: Levo

source: Center
sr_rs: Centar

source: Right
sr_rs: Desno

source: Button alignment in container.
sr_rs: Poravnanje dugmeta u kontejneru.

source: Font size on buttons.
sr_rs: Veličina fonta na dugmićima.

source: Normal
sr_rs: Normalno

source: How the text will be displayed on buttons.
sr_rs: Kako će tekst biti prikazan na dugmićima.

source: Ask Question
sr_rs: Postavi pitanje

source: Text displayed on the ask question button.
sr_rs: Tekst prikazan na dugmetu 'Postavi pitanje'.

source: Submit
sr_rs: Pošalji

source: Text displayed on the submit question button.
sr_rs: Tekst prikazan na dugmetu za slanje pitanja.

source: Cancel
sr_rs: Otkaži

source: Text displayed on the cancel form button.
sr_rs: Tekst prikazan na dugmetu za otkazivanje forme.

source: Load More...
sr_rs: Učitaj više...

source: Text displayed on the button for loading additional questions.
sr_rs: Tekst prikazan na dugmetu za učitavanje dodatnih pitanja.

source: ISW Product Q&A requires WordPress version 5.0 or higher.
sr_rs: ISW Product Q&A zahteva WordPress verziju 5.0 ili veću.

source: Plugin Error
sr_rs: Greška plugin-a

source: ISW Product Q&A requires PHP version 7.4 or higher.
sr_rs: ISW Product Q&A zahteva PHP verziju 7.4 ili veću.

source: ISW Product Q&A requires WooCommerce to be installed and activated.
sr_rs: ISW Product Q&A zahteva da WooCommerce bude instaliran i aktiviran.

source: ISW Product Q&A requires %s to work properly. Please install and activate WooCommerce.
sr_rs: ISW Product Q&A zahteva %s da bi radio pravilno. Molimo instalirajte i aktivirajte WooCommerce.

source: Ask a Question
sr_rs: Postavi pitanje

source: Your question...
sr_rs: Vaše pitanje...

source: You must be logged in to ask a question.
sr_rs: Morate biti ulogovani da biste postavili pitanje.

source: Answer
sr_rs: Odgovor

source: Answer has been saved.
sr_rs: Odgovor je sačuvan.

source: Question
sr_rs: Pitanje

source: Unknown Product
sr_rs: Nepoznat proizvod

source: New question on product: %s
sr_rs: Novo pitanje o proizvodu: %s

source: User %s has asked a new question:
sr_rs: Korisnik %s je postavio novo pitanje:

source: Product: %s
sr_rs: Proizvod: %s

source: Manage Q&A in admin panel: %s
sr_rs: Upravljajte Q&A u admin panelu: %s

source: Question has been saved and sent for approval.
sr_rs: Pitanje je sačuvano i poslato na odobravanje.

source: User
sr_rs: Korisnik

source: No questions yet. Be the first to ask!
sr_rs: Još nema pitanja. Budite prvi koji će postaviti pitanje!

source: Question submitted successfully!
sr_rs: Pitanje je uspešno poslato!

source: Error submitting question. Please try again.
sr_rs: Greška pri slanju pitanja. Molimo pokušajte ponovo.

source: Error loading questions. Please try again.
sr_rs: Greška pri učitavanju pitanja. Molimo pokušajte ponovo.

source: No more questions to load.
sr_rs: Nema više pitanja za učitavanje.

source: Loading...
sr_rs: Učitava...

source: Your question has been submitted successfully!
sr_rs: Vaše pitanje je uspešno poslato!

source: An error occurred. Please try again.
sr_rs: Došlo je do greške. Molimo pokušajte ponovo.
